{
  "Demographics": {
    "cps21_age": "How old are you?",
    "cps21_citizenship": "Citizenship - Are you a...",
    "cps21_genderid": "Gender - Are you...?",
    "cps21_trans": "Are you transgender?",
    "cps21_province": "In which province or territory are you currently living?",
    "cps21_education": "What is the highest level of education that you have completed?",
    "cps21_religion": "Please indicate your religion, if you have one?",
    "cps21_rel_imp": "In your life, you would say religion is:",
    "cps21_bornin_canada": "Were you born in Canada?",
    "cps21_vismin_1": "Do you identify as any of the following? (Select all that apply)",
    "cps21_two_spirit": "Are you Two-Spirit?",
    "cps21_sexuality": "Which of the following best represents how you think of yourself?",
    "cps21_language_1": "Which language(s) did you learn as a child and still understand today? (Select all that apply)",
    "pes21_lang": "Which language do you usually speak at home?",
    "cps21_employment": "What is your employment status? Are you currently…",
    "cps21_union": "Do you belong to a union?",
    "cps21_children": "How many children, if any, do you have?",
    "cps21_children_atten_1": "Do any of your children normally attend any of the following? (Select all that apply)",
    "cps21_income_number": "What was your total household income, before taxes, for the year 2020? Be sure to include income from all sources, to the nearest thousand dollars.",
    "cps21_income_cat": "We don't need the exact amount; does your household income fall into one of these broad categories?",
    "cps21_marital": "Are you presently married, living with a partner, divorced, separated, widowed, or have you never been married?",
    "cps21_household": "Counting yourself, how many people live in your household?",
    "pes21_province": "Post election, In which province or territory are you currently living?",
    "pes21_parents_born": "Was either or both of your parents born outside of Canada?",
    "pes21_rural_urban": "Do you live in…",
    "pes21_lived": " For how many years have you lived in your current city or community?",
    "pes21_occ_cat": "Which of the following broad categories best describes your occupation? If you do not work currently, select the category of your most recent job",
    "cps21_property_1": "Do you or a member of your household own a residence (for example, a home or an apartment), own a business (for example, a piece of property, a farm, or livestock), have stocks or bonds, or have savings? Select all that apply."
  },
  "Political Interest": {
    "cps21_interest_gen_1": "How interested are you in politics generally? Set the slider to a number from 0 to 10, where 0 means no interest at all, and 10 means a great deal of interest.",
    "cps21_interest_elxn_1": "How interested are you in this federal election? Set the slider to a number from 0 to 10, where 0 means no interest at all, and 10 means a great deal of interest.",
    "cps21_govt_confusing": "Sometimes, politics and government seem so complicated that a person like me can't really understand what's going on",
    "cps21_govt_say": "People like me don't have any say about what the government does.",
    "cps21_news_cons": "On average, how much time do you usually spend watching, reading, and listening to news each day?",
    "cps21_duty_choice": "People have different views about voting. For some, voting is a duty. They feel that they should vote in every election. For others, voting is a choice. They only vote when they feel strongly about that election. For you personally, is voting      first and foremost a Duty or a Choice?",
    "cps21_debate_fr": "Did you happen to watch or listen to the French-language federal leaders debate on Thursday September 2nd?",
    "cps21_debate_fr2": "And what about the French-language federal leaders' debate on Wednesday, September 8th? Did you happen to watch or listen to it?",
    "cps21_debate_en": "Did you happen to watch or listen to the English-language federal leaders debate on Wednesday September 9th?",
    "cps21_talkpolitics_1": "Over the past week, did you talk about politics or public affairs with any of the following people? (Select all that apply)",
    "pes21_follow_pol": "And how closely do you follow politics on TV, radio, newspapers, or the Internet?"
  },
  "Voting Behavior": {
    "cps21_v_likely": "On election day, are you...",
    "cps21_v_likely_pr": "If you become a Canadian citizen, how likely are you to vote in the first election for which you are eligible?",
    "cps21_howvote1": "For eligible and certain or likely voters, how are you most likely to vote?",
    "cps21_howvote2": "For those already voted, How did you vote?",
    "cps21_howvote3": "For those unlikely to vote, if you choose to vote in the current election, what voting method do you think you would use? (Select one)",
    "cps21_votechoice": "For those eligible and certain or likely to vote, Which party do you think you will vote for?",
    "cps21_votechoice_pr": "For those not eligible to vote but certain or likely to vote if they became Canadian citizens, If you could vote in this election, which party do you think you would vote for?",
    "cps21_v_advance": "For those already voted, which party did you vote?",
    "cps21_vote_lean": "For those who don't know if they are to vote, Is there a party you are leaning towards?",
    "cps21_vote_lean_pr": "For those uneligible to vote and don't know if they would vote, If you could vote in this election, is there a party you would be leaning towards?",
    "cps21_spoil": "Have you ever intentionally spoiled your ballot in an election (e.g. intentionally filled out your ballot so your vote would not be counted for any candidate)?",
    "cps21_turnout_2019": "Did you happen to vote in the last Federal election in 2019?",
    "cps21_vote_2019": "Which party did you vote for in the Federal election in 2019?",
    "pes21_turnout2021": "The federal election was held on Monday, September 20. In any election, some people are not able to vote because they are sick or busy, or for some other reason. Others do not want to vote. Did you vote in the recent federal election?",
    "pes21_notvotereason1": "For those that didn't vote, What is the main reason you did not vote?",
    "pes21_howvote": "There are many options for people wanting to vote in an election. How did you vote?",
    "pes21_votechoice2021": "Which party did you vote for?",
    "pes21_reason_chose": "What was the most important reason for choosing this party?",
    "pes21_when_decide": "When did you decide that you were going to vote for this party?",
    "pes21_pr_votechoice": "For those who couldn't vote, If you could have voted in the federal election on Sept. 20, which party would you have voted for?",
    "pes21_lowturnout": "Low voter turnout weakens Canadian democracy.",
    "cps21_vote_unlikely": "For Canadians unlikely to vote, If you decide to vote, which party do you think you will vote for?",
    "cps21_vote_unlike_pr": "For non Canadian citizens that don't know how likely to vote they are to vote, If you could vote in this election, and decided to vote, which party do you think you would vote for?",
    "cps21_2nd_choice": "For those certain or likely to vote, And which party would be your second choice?",
    "cps21_2nd_choice_pr": "For those uneligible but certain or likely to vote if become Canadian citizen, And which party would be your second choice?",
    "cps21_not_vote_for_1": "Are there any parties that you would absolutely not vote for? (Select all that apply)",
    "cps21_not_vote_for_w_1": "Why would you not vote for this party/these parties? (Select all that apply)"  
  },
  "Party Ratings": {
    "cps21_fed_gov_sat": "How satisfied are you with the performance of the federal government under Justin Trudeau?",
    "cps21_party_rating_23": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: Liberal Party",
    "cps21_party_rating_24": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: Conservative Party",
    "cps21_party_rating_25": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: NDP",
    "cps21_party_rating_26": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: Bloc Québécois",
    "cps21_party_rating_27": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: Green Party",
    "cps21_party_rating_29": "How do you feel about the federal political parties below? Set the slider to a number from 0 to 100, where 0 means you really dislike the party and 100 means you really like the party: People's Party of Canada",
    "cps21_lead_rating_23": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Justin Trudeau",
    "cps21_lead_rating_24": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Erin O'Toole",
    "cps21_lead_rating_25": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Jagmeet Singh",
    "cps21_lead_rating_26": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Yves-François Blanchet",
    "cps21_lead_rating_27": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Annamie Paul",
    "cps21_lead_rating_29": "How do you feel about the federal party leaders below? Set the slider to a number from 0 to 100, where 0 means you really dislike the leader and 100 means you really like the leader: Maxime Bernier",
    "cps21_cand_rating_23": "How do you feel about the candidates in your local riding? Set the slider to a number from 0 to 100, where 0 means you really dislike the candidate and 100 means you really like the candidate: Liberal candidate in your riding",
    "cps21_cand_rating_24": "How do you feel about the candidates in your local riding? Set the slider to a number from 0 to 100, where 0 means you really dislike the candidate and 100 means you really like the candidate: Conservative candidate in your riding",
    "cps21_cand_rating_25": "How do you feel about the candidates in your local riding? Set the slider to a number from 0 to 100, where 0 means you really dislike the candidate and 100 means you really like the candidate: NDP candidate in your riding",
    "cps21_cand_rating_26": "How do you feel about the candidates in your local riding? Set the slider to a number from 0 to 100, where 0 means you really dislike the candidate and 100 means you really like the candidate: Bloc Québécois candidate in your riding",
    "cps21_cand_rating_27": "How do you feel about the candidates in your local riding? Set the slider to a number from 0 to 100, where 0 means you really dislike the candidate and 100 means you really like the candidate: Green candidate in your riding",
    "cps21_prov_gov_sat": "How satisfied are you with the performance of your provincial government under your premier?"
  },
  "Policy Opinions": {
    "cps21_lr_parties_1": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - Liberal Party",
    "cps21_lr_parties_2": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - Conservative Party",
    "cps21_lr_parties_3": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - NDP",
    "cps21_lr_parties_4": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - Bloc Québécois",
    "cps21_lr_parties_5": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - Green Party",
    "cps21_lr_parties_7": "In politics, people sometimes talk of left and right. Where would you place the federal political parties on a scale from 0 to 10 where 0 means the left and 10 means the right? - People’s Party of Canada",
    "cps21_lr_scale_bef_1": "Using the same scale where 0 means the left and 10 means the right, where would you place yourself on this scale?",
    "cps21_pos_mailtrust": "Voting by mail is equally as trustworthy as voting in person.",
    "pes_maileasy": "For voters by mail, Did you find the process of requesting a mail-in ballot and voting by mail easy or difficult?",
    "pes_maildifficult_1": "For those that found mail difficult, What made the process of voting by mail difficult? (Select all that apply)",
    "Q145": "Specifically regarding your mail-in ballot, how easy or difficult was it for you to find the information you needed to complete the mail-in ballot?",
    "cps21_pos_fptp": "Canada should change its electoral system from “First Past the Post to a “proportional representation” system.",
    "pes21_paymed": "People who are willing to pay should be allowed to get medical treatment sooner.",
    "cps21_pos_life": "Individuals who are terminally ill should be allowed to end their lives with the assistance of a doctor.",
    "cps21_pos_cannabis": "Possession of cannabis should be a criminal offence.",
    "cps21_pos_carbon": "To help reduce greenhouse gas emissions, the federal government should continue the carbon tax.",
    "cps21_pos_energy": "The federal government should do more to help Canada’s energy sector, including building oil pipelines.",
    "cps21_pos_envreg": "Environmental regulation should be stricter, even if it leads to consumers having to pay higher prices",
    "cps21_pos_jobs": "When there is a conflict between protecting the environment and creating jobs, jobs should come first.",
    "cps21_pos_subsid": "The federal government should end all corporate and economic development subsidies.",
    "cps21_pos_trade": "There should be more free trade with other countries, even if it hurts some industries in Canada.",
    "cps21_econ_retro": "Over the past year, has Canada's economy...",
    "cps21_own_fin_retro": "Over the past year, has your financial situation:",
    "cps21_ownfinanc_fed": "Have the policies of the federal government made your financial situation...",
    "cps21_own_fin_future": "Over the next year, do you think your financial situation will:",
    "cps21_residential_2a": "Accelerate progress on the calls to action from the truth and reconciliation commission.",
    "cps21_residential_2b": "Federal government funding to identify unmarked graves at all former residential schools.",
    "cps21_residential_2c": "All governments ceasing court actions against residential school survivors and first nations children.",
    "cps21_residential_2d": "Renaming buildings and institutions that are named for people who built or ran parts of the residential school system.",
    "cps21_econ_fed_bette": "Have the policies of the federal government made Canada's economy...",
    "cps21_issue_handle_1": "Which party would do the best job at handling each of the following issues? - Healthcare",
    "cps21_issue_handle_2": "Which party would do the best job at handling each of the following issues? - Education",
    "cps21_issue_handle_3": "Which party would do the best job at handling each of the following issues? - Environment",
    "cps21_issue_handle_4": "Which party would do the best job at handling each of the following issues? - Crime and Justice",
    "cps21_issue_handle_5": "Which party would do the best job at handling each of the following issues? - Defence",
    "cps21_issue_handle_6": "Which party would do the best job at handling each of the following issues? - International diplomacy",
    "cps21_issue_handle_7": "Which party would do the best job at handling each of the following issues? - Immigration and minorities",
    "cps21_issue_handle_8": "Which party would do the best job at handling each of the following issues? - COVID-19 Pandemic",
    "cps21_issue_handle_9": "Which party would do the best job at handling each of the following issues? - Economy",
    "cps21_lib_promises": "Justin Trudeau kept the election promises he made in 2019.",
    "pes21_envirojob": "When there is a conflict between protecting the environment and creating jobs, jobs should come first.",
    "pes21_famvalues": "This country would have many fewer problems if there was more emphasis on traditional family values.",
    "pes21_bilingualism": "We have gone too far in pushing bilingualism in Canada.",
    "pes21_equalrights": "We have gone too far in pushing equal rights in this country.",
    "pes21_fitin": "Too many recent immigrants just don't want to fit in to Canadian society.",
    "pes21_immigjobs": "Immigrants take jobs away from other Canadians.",
    "cps21_imm": "Immigrants - Do you think Canada should admit:",
    "cps21_refugees": "Refugees - Do you think Canada should admit:",
    "pes21_ab_favors": "Irish, Italian, Jewish and many other minorities overcame prejudice and worked their way up. Aboriginal peoples in Canada should do the same without any special favors.",
    "pes21_ab_deserve": "Over the past few years, Aboriginal peoples have gotten less than they deserve.",
    "pes21_ab_col": "Generations of colonialism and discrimination have created conditions that make it difficult for Aboriginal peoples to work their way out of the lower class.",
    "pes21_govtprograms": "Government can no longer afford/deliver the kinds of programs and services people want.",
    "pes21_tieus": "Do you think Canada's ties with the United States should be...",
    "pes21_tiechina": "Do you think Canada's ties with China should be...",
    "pes21_abort2": "Should abortion be banned?",
    "pes21_conversion_the": "Conversion therapy is when mental health practitioners try to change a LGBTQ person’s sexual orientation or gender identity. Do you think that conversion therapy should be legal or illegal to use on LGBTQ children under age 18",
    "pes21_trade": " International trade creates more jobs in Canada than it destroys.",
    "pes21_privjobs": "The government should leave it entirely to the private sector to create jobs",
    "pes21_blame": "People who don't get ahead should blame themselves, not the system.",
    "pes21_stdofliving": "The government should:",
    "pes21_inequal": "Is income inequality a big problem in Canada?",
    "pes21_gap": "How much do you think should be done to reduce the gap between the rich and the poor in Canada?",
    "pes21_prov_treatment": "In general, does the federal government treat your province...",
    "pes21_provfed": "Which do you prefer:",
    "pes21_hostile2": "Women seek to gain power by getting control over men.",
    "pes21_hostile4": "Women exaggerate problems they have at work.",
    "pes21_pos_carbon": "To help reduce greenhouse gas emissions, the federal government should continue the carbon tax.",
    "pes21_cc1": "Do you think that climate change is happening?",
    "pes21_cc2": "What do you think is the main cause of climate change?",
    "pes21_pos_energy": "The federal government should do more to help Canada’s energy sector, including building oil pipelines.",
    "pes21_newerlife": "Newer lifestyles are contributing to the breakdown of our society."
  },
  "Leader Traits": {
    "cps21_lead_int_1": "Which party leader(s) below do you think is/are intelligent? (Select all that apply)",
    "cps21_lead_strong_1": "Which party leader(s) below do you think provide(s) strong leadership? (Select all that apply)",
    "cps21_lead_cares_1": "Which party leader(s) below do you think really care(s) about people like you? (Select all that apply)"
  },
  "Spending Priorities": {
    "cps21_spend_educ": "How much should the federal government spend on education?",
    "cps21_spend_env": "How much should the federal government spend on the environment?",
    "cps21_spend_just_law": "How much should the federal government spend on justice law?",
    "cps21_spend_defence": "How much should the federal government spend on defence?",
    "cps21_spend_imm_min": "How much should the federal government spend on immigrants and minorities?",
    "cps21_spend_rec_indi": "How much should the federal government spend on reconciliation with Indigenous Peoples?",
    "cps21_spend_afford_h": "How much should the federal government spend on affordable housing?",
    "cps21_spend_nation_c": "How much should the federal government spend on a national childcare system?"
  },
  "COVID-19": {
    "cps21_covid_liberty": "The public health recommendations aimed at slowing the spread of the COVID-19 virus are threatening my liberty",
    "cps21_covidrelief__1": "Have you applied for any of the following COVID relief programs? Select all that apply",
    "cps21_covid_sat_1": "How satisfied are you with how each of the following have handled the coronavirus outbreak? - Federal government",
    "cps21_covid_sat_2": "How satisfied are you with how each of the following have handled the coronavirus outbreak? - Provincial government",
    "cps21_covid_sat_3": "How satisfied are you with how each of the following have handled the coronavirus outbreak? - Local government",
    "cps21_vaccine_mandat_1": "Should vaccination be required to: Travel by air or rail in Canada",
    "cps21_vaccine_mandat_2": "Should vaccination be required to: Go to a bar or restaurant",
    "cps21_vaccine_mandat_3": "Should vaccination be required to: Work in a hospital",
    "cps21_vaccine1": "Have you been vaccinated?",
    "cps21_vaccine2": "Are you eligible to be vaccinated?",
    "cps21_vaccine3": "Vaccination - Are you:",
    "pes21_votingsafe": "How safe did you feel voting in person?",
    "cps21_comfort1": "For those certian or likely to vote, Regardless of how you plan to vote, how comfortable are you with the idea of voting in person during the coronavirus (COVID-19) pandemic?",
    "cps21_comfort2": "For those unlikely to vote, If you decide to vote, how comfortable are you with the idea of voting  in person during the coronavirus (COVID-19) pandemic?",
    "cps21_comfort3": "For those already voted, Regardless of how you voted, how comfortable were you with the idea  of voting in person during the coronavirus (COVID-19) pandemic?"
  },
  "Candidate Preference": {
    "cps21__candidateref": "Which candidate do you want to win the seat in your riding?",
    "cps21_candidate_imag": "Imagine you were the only voter in the election. Which candidate would you want to win in your riding?",
    "cps21_outcome_most": "Which election outcome would you most prefer?",
    "cps21_outcome_least": "Which election outcome would you least prefer?",
    "cps21_minority_gov": "Do you think minority governments are:"
  },
  "Political Participation": {
    "cps21_volunteer": "In the past 12 months, how many times did you volunteer for a group or organization such as a school, a religious organization, or sports or community associations?",
    "pes21_partic1_1": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Attended a political meeting or speech",
    "pes21_partic1_2": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Attended a rally or participated in a protest or demonstration",
    "pes21_partic1_3": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Boycotted or bought products for ethical, environmental, or political reasons",
    "pes21_partic1_4": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Signed a petition in person or online",
    "pes21_partic2_1": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Followed any elected officials or candidates for office on social media",
    "pes21_partic2_2": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Volunteered for a political party or candidate",
    "pes21_partic2_3": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Contacted an elected representative (federal, provincial or local/municipal)",
    "pes21_partic2_4": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Donated money to a political candidate or party",
    "pes21_partic3_1": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Donated money to a charitable cause",
    "pes21_partic3_2": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Been active in another group or organization (e.g. local organization, church, arts or hobby group, women’s group)",
    "pes21_partic3_3": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Circulated, (re)posted or commented on political information, news or content online or offline",
    "pes21_partic3_4": "Here are some things people can do to participate in politics. Please indicate how many times you've done these things over the past 12 months: Used social media to discuss politics or political issues"
  },
  "Quebec/Identity": {
    "cps21_quebec_sov": "Are you very favourable, somewhat favourable, somewhat opposed, or very opposed to Quebec sovereignty, that is Quebec is no longer a part of Canada?",
    "pes21_ethid_1": "How important are the following things to your identity? Being Canadian",
    "pes21_ethid_2": "How important are the following things to your identity? Your ethnicity",
    "pes21_ethid_3": "How important are the following things to your identity? Your language",
    "pes21_can_id_1": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... To have been born in Canada.",
    "pes21_can_id_2": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... For your grandparents to have been born in Canada.",
    "pes21_can_id_3": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... To follow Canada's customs and traditions",
    "pes21_can_id_4": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... To follow Canada's institutions and laws",
    "pes21_can_id_5": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... To care about the needs of other Canadians",
    "pes21_can_id_6": "Some people say that the following things are important for being truly Canadian. Others say they are not important. How important do you think the following is for being truly Canadian... To contribute one's fair share of taxes",
    "pes21_langQC": "In your opinion, is the French language threatened in Quebec?",
    "pes21_cultureQC": "In your opinion, is the French culture threatened in Quebec?",
    "pes21_qclang": "If Quebec separates from Canada, do you think that the situation of the French language in Quebec will...",
    "pes21_qcsol": "If Quebec separates from Canada, do you think your standard of living will..."
  },
  "Discrimination": {
    "cps21_groupdiscrim_1": "How much discrimination is there in Canada against each of the following groups? - Indigenous Peoples",
    "cps21_groupdiscrim_2": "How much discrimination is there in Canada against each of the following groups? - Black people or people of colour",
    "cps21_groupdiscrim_3": "How much discrimination is there in Canada against each of the following groups? - Immigrants",
    "cps21_groupdiscrim_4": "How much discrimination is there in Canada against each of the following groups? - Women",
    "cps21_groupdiscrim_5": "How much discrimination is there in Canada against each of the following groups? - Men",
    "cps21_groupdiscrim_6": "How much discrimination is there in Canada against each of the following groups? - Gays and lesbians",
    "cps21_groupdiscrim_7": "How much discrimination is there in Canada against each of the following groups? - Transgender people",
    "cps21_groupdiscrim_8": "How much discrimination is there in Canada against each of the following groups? - White people",
    "pes21_hatespeech": "It should be illegal to say hateful things publicly about racial, ethnic and religious groups.",
    "pes21_donerm": "How much do you think should be done for racial minorities?",
    "pes21_donew": "How much do you think should be done for women?",
    "pes21_donegl": "How much do you think should be done for gays and lesbians?",
    "pes21_doneqc": "How much do you think should be done for Quebec?"
  },
  "Party ID": {
    "cps21_fed_id": "In federal politics, do you usually think of yourself as a:",
    "cps21_fed_id_str": "How strongly about the party do you feel?",
    "cps21_prov_id": "In provincial politics, do you usually think of yourself as a:",
    "cps21_prov_id_str": "How strongly about the party do you feel?",
    "pes21_pidtrad": "In federal politics, do you usually think of yourself as a:",
    "pes21_pidtradstrong": "How strongly about the federal party do you feel?"
  },
  "Group Feelings": {
    "cps21_groups_therm_1": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Racial minorities",
    "cps21_groups_therm_2": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Immigrants",
    "cps21_groups_therm_7": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Americans",
    "cps21_groups_therm_3": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Francophones",
    "cps21_groups_therm_4": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Indigenous peoples",
    "cps21_groups_therm_6": "How do you feel about the following groups? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group. - Feminists",
    "pes21_groups1_1": "How do you feel about the following groups in Canada? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group: Feminists",
    "pes21_groups1_2": "How do you feel about the following groups in Canada? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group: Gays and Lesbians",
    "pes21_groups1_3": "How do you feel about the following groups in Canada? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group: Muslims",
    "pes21_groups1_4": "How do you feel about the following groups in Canada? Set the slider to any number from 0 to 100, where 0 means you really dislike the group and 100 means you really like the group: Politicians in general "
  },
  "Campaign Contact": {
    "pes21_campatt": "How much attention did you pay to the election campaign?",
    "pes21_contact1": "During the campaign, did a party or candidate contact you in person or by any other means?",
    "pes21_contact2_1": "Do you recall which parties or candidates contacted you? (Select all that apply)"
  },
  "Vote Confidence & Process": {
    "pes21_conf_inst1_1": "Please indicate how much confidence you have in the following: The federal government",
    "pes21_conf_inst1_2": "Please indicate how much confidence you have in the following: Your provincial or territorial government",
    "pes21_conf_inst1_3": "Please indicate how much confidence you have in the following: The media",
    "pes21_conf_inst1_4": "Please indicate how much confidence you have in the following: Elections Canada",
    "pes21_conf_inst2_1": "Please indicate how much confidence you have in the following: The courts",
    "pes21_conf_inst2_2": "Please indicate how much confidence you have in the following: Organized religion",
    "pes21_conf_inst2_3": "Please indicate how much confidence you have in the following: The armed forces",
    "pes21_conf_inst2_4": "Please indicate how much confidence you have in the following: Public schools",
    "pes21_conf_inst2_5": "Please indicate how much confidence you have in the following: The public service",
    "pes21_conf_inst2_6": "Please indicate how much confidence you have in the following: The police",
    "pes21_emb_none": "Election ballots should have the option 'None of the above' for those who do not support any of the candidates.",
    "pes21_internetvote1": "Canadians should have the option to vote over the Internet in federal elections.",
    "pes21_internetvote2": "If you could vote over the internet, how likely would you be to do so?",
    "pes21_foreign": "How confident are you that our elections are safe from foreign interference",
    "pes21_emb_satif": "How satisfied are you with the way Elections Canada runs federal elections?",
    "pes21_emb8": "Thinking about this election, would you say that Elections Canada ran the election…",
    "pes21_emb_register": "Did you receive a voter registration card in the mail?",
    "pes21_emb_card": "Was the information on your voter registration card correct?",
    "pes21_emb_register2": "Did you register to vote during the election?",
    "pes21_emb_reg_how": "How did you register to vote?",
    "pes21_emb_register3": "How easy or difficult did you find it to register to vote?",
    "pes21_emb4_1": "From which of the following sources did you get information about voting in the federal election? (Select all that apply)",
    "pes21_emb7_2": "Thinking about the recent election, how informed did you feel about the following elements of the voting process? - What documentation was required to vote",
    "pes21_emb7_3": "Thinking about the recent election, how informed did you feel about the following elements of the voting process? - Where to vote ",
    "pes21_emb7_5": "Thinking about the recent election, how informed did you feel about the following elements of the voting process? - How to vote at an advance polling station",
    "pes21_emb_info": "How easy or difficult was it to find the information you needed to vote?",
    "pes21_embsatisfy": "Overall, how satisfied were you with your voting experience?",
    "pes21_partymember": "Have you ever been a member of a provincial or federal political party?"
  },
  "Friends & Social Circles": {
    "pes21_friendswho_1_1": "Thinking about friends who you talk politics with, are they someone who... Shares your political views (Select all that apply)",
    "pes21_friendswho_2_1": "Thinking about friends who you talk politics with, are they someone who... Shares your ethnic background (Select all that apply)",
    "pes21_friendswho_3_1": "Thinking about friends who you talk politics with, are they someone who... Has the same gender as you (Select all that apply)",
    "pes21_friendswho_4_1": "Thinking about friends who you talk politics with, are they someone who... Identifies as Indigenous (Select all that apply)",
    "pes21_friendswho_5_1": "Thinking about friends who you talk politics with, are they someone who... Has an immigrant background (Select all that apply)",
    "pes21_discfam": "How often do you discuss politics with family and friends?"
  },
  "Personality & Values": {
    "pes21_populism_2": "What people call compromise in politics is really just selling out on one's principles.",
    "pes21_populism_3": "Most politicians do not care about the people.",
    "pes21_populism_4": "Most politicians are trustworthy.",
    "pes21_populism_6": "Having a strong leader in government is good for Canada even if the leader bends the rules to get things done.",
    "pes21_populism_7": "The people, and not politicians, should make our most important policy decisions",
    "pes21_populism_8": "Most politicians care only about the interests of the rich and powerful.",
    "pes21_trust": "Generally speaking would you say that most people can be trusted, or that you need to be very careful when dealing with people?",
    "pes21_cognition": " I like to have responsibility for handling situations that require a lot of thinking.",
    "pes21_feminine_1": "How much do you identity as feminine on a scale from 0 to 100, where 0 means not at all feminine and 100 means very feminine.",
    "pes21_masculine_1": "How much do you identity as masculine on a scale from 0 to 100, where 0 means not at all masculine and 100 means very masculine.",
    "pes21_big5_1": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Extraverted/ enthusiastic",
    "pes21_big5_2": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Critical/ quarrelsome",
    "pes21_big5_3": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Dependable/ self-disciplined",
    "pes21_big5_4": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Anxious/ easily upset",
    "pes21_big5_5": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Open to new experiences/ complex",
    "pes21_big5_6": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Reserved/ quiet",
    "pes21_big5_7": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Sympathetic/ warm",
    "pes21_big5_8": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Disorganized/ careless",
    "pes21_big5_9": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Calm/ emotionally stable",
    "pes21_big5_10": "We’re interested in how you see yourself. Please indicate how well the following pair of words describes you, even if one word describes you better than the other. On the left, 1 means those words describe you extremely poorly; on the right, means those words describe you extremely well. Please use any number. Conventional/ uncreative"
  },
  "Health": {
    "pes21_health": "Compared to other people your age, how would you describe your health?",
    "pes21_phealth": "Compared to other people your age, how would you describe your physical health?",
    "pes21_mhealth": "Compared to other people your age, how would you describe your mental health?"
  },
  "Democracy & Governance": {
    "cps21_demsat": "Overall satisfaction with democracy in Canada?",
    "pes21_dem_sat": "Are you satisfied with democracy in Canada?",
    "pes21_formgovt": "What should be more important in forming government?",
    "pes21_keepromises": "Do political parties keep promises?",
    "pes21_senate": "The Senate should be abolished.",
    "pes21_losetouch": "MPs lose touch with the people.",
    "pes21_govtcare": "Government does not care about people like me.",
    "cps21_pol_eth": "It is important that politicians behave ethically in office."
  },
  "Election Forecasts": {
    "cps21_most_seats_1": "For each of the parties below, how likely is each party to win the most seats in the House of Commons? - Liberal Party",
    "cps21_most_seats_2": "For each of the parties below, how likely is each party to win the most seats in the House of Commons? - Conservative Party",
    "cps21_most_seats_3": "For each of the parties below, how likely is each party to win the most seats in the House of Commons? - NDP",
    "cps21_most_seats_4": "For each of the parties below, how likely is each party to win the most seats in the House of Commons? - Bloc Québécois",
    "cps21_most_seats_5": "For each of the parties below, how likely is each party to win the most seats in the House of Commons? - Green Party",
    "cps21_win_local_1": "For each of the parties below, how likely is each party to win the seat in your own local riding? - Liberal Party",
    "cps21_win_local_2": "For each of the parties below, how likely is each party to win the seat in your own local riding? - Conservative Party",
    "cps21_win_local_3": "For each of the parties below, how likely is each party to win the seat in your own local riding? - NDP",
    "cps21_win_local_4": "For each of the parties below, how likely is each party to win the seat in your own local riding? - Bloc Québécois",
    "cps21_win_local_5": "For each of the parties below, how likely is each party to win the seat in your own local riding? - Green Party"
  },
  "Political Knowledge": {
    "cps21_finmin_name": "What is the name of the federal Minister of Finance?",
    "cps21_govgen_name": "What is the name of the Governor-General of Canada?"
  },
  "Other / Uncategorized": {
    "pes21_internetregis": "To complete voter registration online, electors must provide their date of birth, home address, and driver’s license number on Elections Canada’s website. How comfortable are you with providing this information online to Elections Canada?",
    "pes21_internetrisk1": "Which statement comes closest to your own view?",
    "pes21_internetrisk2": "Which statement comes closest to your own view?",
    "pes21_provvote": "If a provincial election were held today in your province, which party would you vote for?",
    "pes21_womenparl": "The best way to protect women's interests is to have more women in Parliament.",
    "pes21_service_freq": "How often do you attend religious services, excluding special occasions such as weddings and funerals?"
  }
}